//// scanf같은 입력받기 --> "cin >>"
//
//#include<iostream>
//
//using namespace std;
//
//int main()
//{
//	// ex1
//	cout << "가로는 : " ;
//	int w;
//	cin >> w;
//
//	cout << "높이는 : " ;
//	int h;
//	cin >> h;
//
//	cout << "면적은 : " << w*h << "입니다." << endl ;
//	
//	cout << "-------------------------------------------------" << endl ;
//
//	// ex2  ( 한꺼번에 여러개 받기 )
//	cout << "가로와 높이 : " ;
//	int w2,h2;
//	cin >> w2 >> h2;
//	
//	cout << "면적은 : " << w2*h2 << "입니다." << endl ;
//
//
//	cout << "-------------------------------------------------" << endl ;
//
//
//
//
//
//	return 0;
//}